benchmark/8_RedisStreamsWritesByCron/LOCAL/GET_Isolated_Cache/WARM/get_output_300conn_10s_warm.txt
Running 10s test @ http://localhost:3000
  300 threads and 300 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   247.49ms  464.62ms   2.00s    87.57%
    Req/Sec     8.34      6.84    30.00     52.79%
  4250 requests in 10.10s, 1.30MB read
  Socket errors: connect 0, read 0, write 0, timeout 856
Requests/sec:    420.70
Transfer/sec:    131.77KB